Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Error_InUseBy
source: {0} can't be opened because it's being used by {1}.
ar: لا يمكن فتح {0} لأنه قيد الاستخدام بواسطة {1}.
cs: {0} nelze otevřít, protože ho používá {1}.
de: {0} kann nicht geöffnet werden, da die Datei von {1} verwendet wird.
el: Δεν είναι δυνατό το άνοιγμα του {0}, επειδή το χρησιμοποιεί η εφαρμογή {1}.
es: No se puede abrir {0} porque lo está usando {1}.
fa: {0} باز نمی‌شود، زیرا {1} از آن استفاده می‌کند.
fr: Impossible d'ouvrir {0}, car il est utilisé par {1}.
hu: A(z) {0} nem nyitható meg, mert a(z) {1} használja.
id: {0} tidak dapat dibuka karena sedang digunakan oleh {1}.
it: Impossibile aprire {0} perché è in uso da {1}.
ja: {1} が使用中のため、{0} を開けません。
ko: {1}에서 사용 중이므로 {0}을(를) 열 수 없습니다.
pl: Nie można otworzyć elementu {0}, ponieważ jest używany przez: {1}.
pt: Não é possível abrir {0} porque ele está sendo usado por {1}.
ro: {0} nu poate fi deschis, deoarece este utilizat de {1}.
ru: Не удается открыть {0}, так как он используется приложением {1}.
th: ไม่สามารถเปิด {0} ได้ เนื่องจาก {1} กำลังใช้งานอยู่
tr: {0}, {1} tarafından kullanıldığından açılamıyor.
uk: Не вдається відкрити {0}, оскільки його використовує {1}.
vi: Không thể mở {0} vì {1} đang sử dụng tệp này.
zh_hans: {1} 正在使用 {0}，因此无法打开。
zh_hant: {1} 正在使用 {0}，因此無法開啟。

# Notice_OpenedReadOnlyAttribute
source: This file has the read-only attribute, so it opened as read-only. Choose Allow editing to edit it; the attribute is removed when you save.
ar: لهذا الملف سمة القراءة فقط، لذا فُتح للقراءة فقط. اختر «السماح بالتحرير» لتحريره؛ وستتم إزالة السمة عند الحفظ.
cs: Tento soubor má atribut jen pro čtení, proto se otevřel jen pro čtení. Chcete-li ho upravit, zvolte Povolit úpravy; atribut se při uložení odebere.
de: Diese Datei hat das Attribut „Schreibgeschützt“ und wurde daher schreibgeschützt geöffnet. Wählen Sie „Bearbeitung zulassen“, um sie zu bearbeiten; das Attribut wird beim Speichern entfernt.
el: Αυτό το αρχείο έχει το χαρακτηριστικό «μόνο για ανάγνωση», επομένως άνοιξε μόνο για ανάγνωση. Επιλέξτε «Να επιτρέπεται η επεξεργασία» για να το επεξεργαστείτε· το χαρακτηριστικό καταργείται κατά την αποθήκευση.
es: Este archivo tiene el atributo de solo lectura, así que se abrió como de solo lectura. Elige Permitir edición para editarlo; el atributo se quitará al guardar.
fa: این فایل ویژگی فقط خواندنی دارد، بنابراین فقط خواندنی باز شد. برای ویرایش آن «اجازهٔ ویرایش» را انتخاب کنید؛ این ویژگی هنگام ذخیره حذف می‌شود.
fr: Ce fichier possède l'attribut lecture seule ; il a donc été ouvert en lecture seule. Choisissez Autoriser la modification pour le modifier ; l'attribut sera supprimé lors de l'enregistrement.
hu: Ez a fájl írásvédett attribútummal rendelkezik, ezért írásvédetten nyílt meg. A szerkesztéshez válassza a Szerkesztés engedélyezése lehetőséget; az attribútum mentéskor törlődik.
id: File ini memiliki atribut baca-saja, sehingga dibuka sebagai baca-saja. Pilih Izinkan pengeditan untuk mengeditnya; atribut tersebut dihapus saat Anda menyimpan.
it: Questo file ha l'attributo di sola lettura, quindi è stato aperto in sola lettura. Scegli Consenti modifica per modificarlo; l'attributo viene rimosso al salvataggio.
ja: このファイルには読み取り専用属性があるため、読み取り専用で開きました。編集するには「編集を許可する」を選んでください。保存するときに属性を外します。
ko: 이 파일에는 읽기 전용 특성이 있어 읽기 전용으로 열었습니다. 편집하려면 [편집 허용]을 선택하세요. 저장할 때 특성이 제거됩니다.
pl: Ten plik ma atrybut tylko do odczytu, więc został otwarty tylko do odczytu. Wybierz Zezwól na edycję, aby go edytować; atrybut zostanie usunięty przy zapisywaniu.
pt: Este arquivo tem o atributo somente leitura, por isso foi aberto como somente leitura. Escolha Permitir edição para editá-lo; o atributo é removido ao salvar.
ro: Acest fișier are atributul doar în citire, așa că s-a deschis doar în citire. Alegeți Permitere editare pentru a-l edita; atributul este eliminat la salvare.
ru: У этого файла есть атрибут «только для чтения», поэтому он открыт только для чтения. Чтобы изменить его, выберите «Разрешить редактирование»; при сохранении атрибут будет снят.
th: ไฟล์นี้มีแอตทริบิวต์อ่านอย่างเดียว จึงเปิดแบบอ่านอย่างเดียว เลือก "อนุญาตการแก้ไข" เพื่อแก้ไข แอตทริบิวต์จะถูกนำออกเมื่อคุณบันทึก
tr: Bu dosyanın salt okunur özniteliği olduğundan salt okunur olarak açıldı. Düzenlemek için Düzenlemeye izin ver'i seçin; kaydettiğinizde öznitelik kaldırılır.
uk: Цей файл має атрибут «лише для читання», тому його відкрито лише для читання. Щоб редагувати його, виберіть «Дозволити редагування»; під час збереження атрибут буде знято.
vi: Tệp này có thuộc tính chỉ đọc nên đã được mở ở chế độ chỉ đọc. Hãy chọn Cho phép chỉnh sửa để chỉnh sửa; thuộc tính sẽ được gỡ bỏ khi bạn lưu.
zh_hans: 此文件具有只读属性，因此已以只读方式打开。若要编辑，请选择“允许编辑”；保存时将移除该属性。
zh_hant: 此檔案具有唯讀屬性，因此已以唯讀方式開啟。若要編輯，請選擇「允許編輯」；儲存時會移除此屬性。

# Notice_BusyWith
source: This document can't be edited while {0} is running.
ar: لا يمكن تحرير هذا المستند أثناء تشغيل {0}.
cs: Tento dokument nelze upravovat, dokud probíhá: {0}.
de: Dieses Dokument kann nicht bearbeitet werden, während {0} ausgeführt wird.
el: Δεν είναι δυνατή η επεξεργασία αυτού του εγγράφου όσο εκτελείται: {0}.
es: Este documento no se puede editar mientras {0} esté en ejecución.
fa: تا وقتی {0} در حال اجرا است، این سند قابل ویرایش نیست.
fr: Ce document ne peut pas être modifié pendant l'exécution de {0}.
hu: A dokumentum nem szerkeszthető, amíg ez a művelet fut: {0}.
id: Dokumen ini tidak dapat diedit saat {0} sedang berjalan.
it: Questo documento non può essere modificato mentre è in esecuzione {0}.
ja: 処理中のため編集できません ({0})。
ko: {0}이(가) 실행 중이므로 이 문서를 편집할 수 없습니다.
pl: Nie można edytować tego dokumentu, gdy trwa operacja: {0}.
pt: Este documento não pode ser editado enquanto {0} estiver em execução.
ro: Acest document nu poate fi editat cât timp rulează {0}.
ru: Этот документ нельзя изменять, пока выполняется операция: {0}.
th: ไม่สามารถแก้ไขเอกสารนี้ได้ขณะที่ {0} กำลังทำงานอยู่
tr: {0} çalışırken bu belge düzenlenemez.
uk: Цей документ неможливо редагувати, поки виконується операція: {0}.
vi: Không thể chỉnh sửa tài liệu này trong khi {0} đang chạy.
zh_hans: {0} 正在运行，无法编辑此文档。
zh_hant: {0} 正在執行，因此無法編輯此文件。

# Notice_ReadOnly
source: This document is read-only.
ar: هذا المستند للقراءة فقط.
cs: Tento dokument je jen pro čtení.
de: Dieses Dokument ist schreibgeschützt.
el: Αυτό το έγγραφο είναι μόνο για ανάγνωση.
es: Este documento es de solo lectura.
fa: این سند فقط خواندنی است.
fr: Ce document est en lecture seule.
hu: Ez a dokumentum írásvédett.
id: Dokumen ini baca-saja.
it: Questo documento è di sola lettura.
ja: この文書は読み取り専用です。
ko: 이 문서는 읽기 전용입니다.
pl: Ten dokument jest tylko do odczytu.
pt: Este documento é somente leitura.
ro: Acest document este doar în citire.
ru: Этот документ доступен только для чтения.
th: เอกสารนี้เป็นแบบอ่านอย่างเดียว
tr: Bu belge salt okunur.
uk: Цей документ доступний лише для читання.
vi: Tài liệu này ở chế độ chỉ đọc.
zh_hans: 此文档为只读。
zh_hant: 此文件為唯讀。

# Operations_FailedNotice
source: {0} failed: {1}
ar: فشل {0}: {1}
cs: {0} se nezdařilo: {1}
de: {0} fehlgeschlagen: {1}
el: Αποτυχία ({0}): {1}
es: Error en {0}: {1}
fa: {0} ناموفق بود: {1}
fr: Échec de {0} : {1}
hu: Sikertelen művelet ({0}): {1}
id: {0} gagal: {1}
it: {0} non riuscita: {1}
ja: {0} に失敗しました: {1}
ko: {0} 실패: {1}
pl: Operacja {0} nie powiodła się: {1}
pt: Falha em {0}: {1}
ro: {0} a eșuat: {1}
ru: Ошибка операции «{0}»: {1}
th: {0} ล้มเหลว: {1}
tr: {0} başarısız oldu: {1}
uk: Помилка операції «{0}»: {1}
vi: {0} không thành công: {1}
zh_hans: {0} 失败：{1}
zh_hant: {0} 失敗：{1}

# HexView_ControlType
source: hex editor
ar: محرر ست عشري
cs: šestnáctkový editor
el: δεκαεξαδικός επεξεργαστής
es: editor hexadecimal
fa: ویرایشگر هگزادسیمال
fr: éditeur hexadécimal
hu: hexadecimális szerkesztő
id: editor hex
it: editor esadecimale
ja: 16 進エディタ
ko: 16진수 편집기
pl: edytor szesnastkowy
pt: editor hexadecimal
ro: editor hexazecimal
ru: шестнадцатеричный редактор
th: ตัวแก้ไขเลขฐานสิบหก
tr: hex düzenleyici
uk: шістнадцятковий редактор
vi: trình chỉnh sửa hex
zh_hans: 十六进制编辑器
zh_hant: 十六進位編輯器

# HexView_HelpText
source: Tab switches between the Hex and text columns. F6 moves to the next area.
ar: يبدّل المفتاح Tab بين عمود Hex وعمود النص. وينتقل المفتاح F6 إلى المنطقة التالية.
cs: Klávesa Tab přepíná mezi sloupcem Hex a textovým sloupcem. Klávesa F6 přejde do další oblasti.
de: Mit der Tabulatortaste wechseln Sie zwischen der Hex- und der Textspalte. Mit F6 gelangen Sie zum nächsten Bereich.
el: Το Tab κάνει εναλλαγή μεταξύ της στήλης Hex και της στήλης κειμένου. Το F6 μετακινεί στην επόμενη περιοχή.
es: Tab cambia entre las columnas Hex y de texto. F6 pasa a la siguiente área.
fa: کلید Tab بین ستون Hex و ستون متن جابه‌جا می‌کند. کلید F6 به ناحیهٔ بعدی می‌رود.
fr: Tab bascule entre les colonnes Hex et texte. F6 passe à la zone suivante.
hu: A Tab billentyű vált a Hex és a szöveg oszlop között. Az F6 billentyű a következő területre lép.
id: Tab beralih antara kolom Hex dan kolom teks. F6 berpindah ke area berikutnya.
it: Tab passa dalla colonna Hex alla colonna di testo e viceversa. F6 passa all'area successiva.
ja: Tab で Hex 列とテキスト列を切り替え。F6 で次の領域へ移動します。
ko: Tab 키를 누르면 Hex 열과 텍스트 열 사이를 전환합니다. F6 키를 누르면 다음 영역으로 이동합니다.
pl: Klawisz Tab przełącza między kolumną Hex a kolumną tekstu. Klawisz F6 przenosi do następnego obszaru.
pt: Tab alterna entre as colunas Hex e de texto. F6 move para a próxima área.
ro: Tab comută între coloanele Hex și text. F6 trece la zona următoare.
ru: Клавиша Tab переключает между столбцами Hex и текста. Клавиша F6 переходит к следующей области.
th: Tab สลับระหว่างคอลัมน์ Hex และคอลัมน์ข้อความ F6 ย้ายไปยังพื้นที่ถัดไป
tr: Tab, Hex ve metin sütunları arasında geçiş yapar. F6 sonraki alana geçer.
uk: Клавіша Tab перемикає між стовпцями Hex і тексту. Клавіша F6 переходить до наступної області.
vi: Tab chuyển giữa cột Hex và cột văn bản. F6 di chuyển đến khu vực tiếp theo.
zh_hans: 按 Tab 可在 Hex 列和文本列之间切换。按 F6 可移到下一个区域。
zh_hant: 按 Tab 可在 Hex 欄與文字欄之間切換。按 F6 可移至下一個區域。

# HexView_Menu_Delete
source: Delete
ar: حذف
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ro: Ștergere
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# HexView_Menu_ClearSelection
source: Clear selection
ar: مسح التحديد
cs: Zrušit výběr
de: Auswahl aufheben
el: Απαλοιφή επιλογής
es: Borrar la selección
fa: پاک کردن انتخاب
fr: Effacer la sélection
hu: Kijelölés megszüntetése
id: Hapus pilihan
it: Annulla selezione
ja: 選択の解除
ko: 선택 해제
pl: Wyczyść zaznaczenie
pt: Limpar seleção
ro: Anulare selecție
ru: Снять выделение
th: ยกเลิกการเลือก
tr: Seçimi kaldır
uk: Зняти виділення
vi: Bỏ chọn
zh_hans: 取消选择
zh_hant: 取消選取

# HexView_Status_UnreadableFound
source: Some ranges cannot be read.
ar: تتعذّر قراءة بعض النطاقات.
cs: Některé oblasti nelze přečíst.
de: Einige Bereiche können nicht gelesen werden.
el: Ορισμένες περιοχές δεν είναι δυνατό να διαβαστούν.
es: Algunos intervalos no se pueden leer.
fa: برخی محدوده‌ها قابل خواندن نیستند.
fr: Certaines plages sont illisibles.
hu: Egyes tartományok nem olvashatók.
id: Beberapa rentang tidak dapat dibaca.
it: Alcuni intervalli non possono essere letti.
ja: 読み取れない範囲があります
ko: 일부 범위를 읽을 수 없습니다.
pl: Nie można odczytać niektórych zakresów.
pt: Alguns intervalos não podem ser lidos.
ro: Unele zone nu pot fi citite.
ru: Некоторые диапазоны не удается прочитать.
th: บางช่วงไม่สามารถอ่านได้
tr: Bazı aralıklar okunamıyor.
uk: Деякі діапазони не вдається прочитати.
vi: Có một số phạm vi không thể đọc được.
zh_hans: 某些范围无法读取。
zh_hant: 有些範圍無法讀取。

# HexView_Unreadable
source: Cannot be read
ar: تتعذّر القراءة
cs: Nelze přečíst
de: Nicht lesbar
el: Δεν είναι δυνατή η ανάγνωση
es: No se puede leer
fa: قابل خواندن نیست
fr: Illisible
hu: Nem olvasható
id: Tidak dapat dibaca
it: Non leggibile
ja: 読み取れません
ko: 읽을 수 없음
pl: Nie można odczytać
pt: Não pode ser lido
ro: Nu poate fi citit
ru: Не удается прочитать
th: ไม่สามารถอ่านได้
tr: Okunamıyor
uk: Не вдається прочитати
vi: Không thể đọc
zh_hans: 无法读取
zh_hant: 無法讀取

# HexView_Unreadable_IoError
source: Cannot be read: device I/O error ({0})
ar: تتعذّر القراءة: خطأ في إدخال/إخراج الجهاز ({0})
cs: Nelze přečíst: vstupně-výstupní chyba zařízení ({0})
de: Nicht lesbar: E/A-Fehler des Geräts ({0})
el: Δεν είναι δυνατή η ανάγνωση: σφάλμα I/O συσκευής ({0})
es: No se puede leer: error de E/S del dispositivo ({0})
fa: قابل خواندن نیست: خطای ورودی/خروجی دستگاه ({0})
fr: Illisible : erreur d'E/S du périphérique ({0})
hu: Nem olvasható: eszköz I/O-hiba ({0})
id: Tidak dapat dibaca: kesalahan I/O perangkat ({0})
it: Non leggibile: errore di I/O del dispositivo ({0})
ja: 読み取れません: デバイスの I/O エラー ({0})
ko: 읽을 수 없음: 장치 I/O 오류({0})
pl: Nie można odczytać: błąd we/wy urządzenia ({0})
pt: Não pode ser lido: erro de E/S do dispositivo ({0})
ro: Nu poate fi citit: eroare I/O a dispozitivului ({0})
ru: Не удается прочитать: ошибка ввода-вывода устройства ({0})
th: ไม่สามารถอ่านได้: ข้อผิดพลาด I/O ของอุปกรณ์ ({0})
tr: Okunamıyor: aygıt G/Ç hatası ({0})
uk: Не вдається прочитати: помилка введення-виведення пристрою ({0})
vi: Không thể đọc: lỗi I/O của thiết bị ({0})
zh_hans: 无法读取：设备 I/O 错误（{0}）
zh_hant: 無法讀取：裝置 I/O 錯誤（{0}）

# HexView_Unreadable_AccessDenied
source: Cannot be read: access denied ({0})
ar: تتعذّر القراءة: تم رفض الوصول ({0})
cs: Nelze přečíst: přístup byl odepřen ({0})
de: Nicht lesbar: Zugriff verweigert ({0})
el: Δεν είναι δυνατή η ανάγνωση: δεν επιτρέπεται η πρόσβαση ({0})
es: No se puede leer: acceso denegado ({0})
fa: قابل خواندن نیست: دسترسی رد شد ({0})
fr: Illisible : accès refusé ({0})
hu: Nem olvasható: hozzáférés megtagadva ({0})
id: Tidak dapat dibaca: akses ditolak ({0})
it: Non leggibile: accesso negato ({0})
ja: 読み取れません: アクセスが拒否されました ({0})
ko: 읽을 수 없음: 액세스 거부({0})
pl: Nie można odczytać: odmowa dostępu ({0})
pt: Não pode ser lido: acesso negado ({0})
ro: Nu poate fi citit: acces refuzat ({0})
ru: Не удается прочитать: доступ запрещен ({0})
th: ไม่สามารถอ่านได้: การเข้าถึงถูกปฏิเสธ ({0})
tr: Okunamıyor: erişim reddedildi ({0})
uk: Не вдається прочитати: доступ заборонено ({0})
vi: Không thể đọc: truy cập bị từ chối ({0})
zh_hans: 无法读取：访问被拒绝（{0}）
zh_hant: 無法讀取：存取被拒（{0}）

# HexView_Unreadable_Disconnected
source: Cannot be read: the device was disconnected
ar: تتعذّر القراءة: تم فصل الجهاز
cs: Nelze přečíst: zařízení bylo odpojeno
de: Nicht lesbar: Das Gerät wurde getrennt
el: Δεν είναι δυνατή η ανάγνωση: η συσκευή αποσυνδέθηκε
es: No se puede leer: el dispositivo se desconectó
fa: قابل خواندن نیست: اتصال دستگاه قطع شد
fr: Illisible : le périphérique a été déconnecté
hu: Nem olvasható: az eszköz le lett választva
id: Tidak dapat dibaca: perangkat terputus
it: Non leggibile: il dispositivo è stato disconnesso
ja: 読み取れません: デバイスが取り外されました
ko: 읽을 수 없음: 장치 연결이 끊어짐
pl: Nie można odczytać: urządzenie zostało odłączone
pt: Não pode ser lido: o dispositivo foi desconectado
ro: Nu poate fi citit: dispozitivul a fost deconectat
ru: Не удается прочитать: устройство отключено
th: ไม่สามารถอ่านได้: อุปกรณ์ถูกตัดการเชื่อมต่อ
tr: Okunamıyor: aygıtın bağlantısı kesildi
uk: Не вдається прочитати: пристрій від’єднано
vi: Không thể đọc: thiết bị đã bị ngắt kết nối
zh_hans: 无法读取：设备已断开连接
zh_hant: 無法讀取：裝置已中斷連線

# HexView_Unreadable_Unallocated
source: Memory is not allocated
ar: الذاكرة غير مخصصة
cs: Paměť není přidělena
de: Speicher ist nicht zugeordnet
el: Η μνήμη δεν έχει εκχωρηθεί
es: La memoria no está asignada
fa: حافظه تخصیص داده نشده است
fr: Mémoire non allouée
hu: A memória nincs lefoglalva
id: Memori tidak dialokasikan
it: Memoria non allocata
ja: メモリが割り当てられていません
ko: 메모리가 할당되지 않음
pl: Pamięć nie jest przydzielona
pt: A memória não está alocada
ro: Memoria nu este alocată
ru: Память не выделена
th: ไม่ได้จัดสรรหน่วยความจำ
tr: Bellek ayrılmamış
uk: Пам’ять не виділено
vi: Bộ nhớ chưa được cấp phát
zh_hans: 未分配内存
zh_hant: 未配置記憶體

# HexView_Announce_Position
source: Offset {0}, value {1}, character {2}
ar: الإزاحة {0}، القيمة {1}، الحرف {2}
cs: Posun {0}, hodnota {1}, znak {2}
de: Offset {0}, Wert {1}, Zeichen {2}
el: Μετατόπιση {0}, τιμή {1}, χαρακτήρας {2}
es: Desplazamiento {0}, valor {1}, carácter {2}
fa: آفست {0}، مقدار {1}، نویسه {2}
fr: Décalage {0}, valeur {1}, caractère {2}
hu: Eltolás: {0}, érték: {1}, karakter: {2}
id: Offset {0}, nilai {1}, karakter {2}
it: Offset {0}, valore {1}, carattere {2}
ja: オフセット {0}、値 {1}、文字 {2}
ko: 오프셋 {0}, 값 {1}, 문자 {2}
pl: Przesunięcie {0}, wartość {1}, znak {2}
pt: Deslocamento {0}, valor {1}, caractere {2}
ro: Deplasament {0}, valoare {1}, caracter {2}
ru: Смещение {0}, значение {1}, символ {2}
th: ออฟเซ็ต {0} ค่า {1} อักขระ {2}
tr: Ofset {0}, değer {1}, karakter {2}
uk: Зміщення {0}, значення {1}, символ {2}
vi: Độ lệch {0}, giá trị {1}, ký tự {2}
zh_hans: 偏移量 {0}，值 {1}，字符 {2}
zh_hant: 位移 {0}，值 {1}，字元 {2}

# HexView_Announce_Offset
source: Offset {0}
ar: الإزاحة {0}
cs: Posun {0}
el: Μετατόπιση {0}
es: Desplazamiento {0}
fa: آفست {0}
fr: Décalage {0}
hu: Eltolás: {0}
ja: オフセット {0}
ko: 오프셋 {0}
pl: Przesunięcie {0}
pt: Deslocamento {0}
ro: Deplasament {0}
ru: Смещение {0}
th: ออฟเซ็ต {0}
tr: Ofset {0}
uk: Зміщення {0}
vi: Độ lệch {0}
zh_hans: 偏移量 {0}
zh_hant: 位移 {0}

# HexView_Announce_End
source: Offset {0}, end of data
ar: الإزاحة {0}، نهاية البيانات
cs: Posun {0}, konec dat
de: Offset {0}, Ende der Daten
el: Μετατόπιση {0}, τέλος δεδομένων
es: Desplazamiento {0}, final de los datos
fa: آفست {0}، انتهای داده
fr: Décalage {0}, fin des données
hu: Eltolás: {0}, az adatok vége
id: Offset {0}, akhir data
it: Offset {0}, fine dei dati
ja: オフセット {0}、データの末尾
ko: 오프셋 {0}, 데이터 끝
pl: Przesunięcie {0}, koniec danych
pt: Deslocamento {0}, fim dos dados
ro: Deplasament {0}, sfârșitul datelor
ru: Смещение {0}, конец данных
th: ออฟเซ็ต {0} สิ้นสุดข้อมูล
tr: Ofset {0}, veri sonu
uk: Зміщення {0}, кінець даних
vi: Độ lệch {0}, cuối dữ liệu
zh_hans: 偏移量 {0}，数据末尾
zh_hant: 位移 {0}，資料結尾

# HexView_Announce_Selection
source: Selection {0} bytes, {1} to {2}
ar: التحديد {0} بايت، من {1} إلى {2}
cs: Výběr, bajty: {0}, od {1} do {2}
de: Auswahl {0} Bytes, {1} bis {2}
el: Επιλογή {0} byte, από {1} έως {2}
es: Selección de {0} bytes, de {1} a {2}
fa: انتخاب {0} بایت، از {1} تا {2}
fr: Sélection de {0} octets, de {1} à {2}
hu: Kijelölés: {0} bájt, {1} – {2}
id: Pilihan {0} byte, {1} hingga {2}
it: Selezione di {0} byte, da {1} a {2}
ja: 選択 {0} バイト、{1} から {2}
ko: {0}바이트 선택됨, {1}부터 {2}까지
pl: Zaznaczenie, bajty: {0}, od {1} do {2}
pt: Seleção de {0} bytes, de {1} a {2}
ro: Selecție de {0} octeți, de la {1} la {2}
ru: Выделено байт: {0}, с {1} по {2}
th: เลือก {0} ไบต์ จาก {1} ถึง {2}
tr: Seçim {0} bayt, {1} ile {2} arası
uk: Виділено байтів: {0}, з {1} по {2}
vi: Đã chọn {0} byte, từ {1} đến {2}
zh_hans: 已选择 {0} 字节，从 {1} 到 {2}
zh_hant: 已選取 {0} 個位元組，從 {1} 到 {2}

# HexView_Announce_Typed
source: Offset {0}, value {1}
ar: الإزاحة {0}، القيمة {1}
cs: Posun {0}, hodnota {1}
de: Offset {0}, Wert {1}
el: Μετατόπιση {0}, τιμή {1}
es: Desplazamiento {0}, valor {1}
fa: آفست {0}، مقدار {1}
fr: Décalage {0}, valeur {1}
hu: Eltolás: {0}, érték: {1}
id: Offset {0}, nilai {1}
it: Offset {0}, valore {1}
ja: オフセット {0}、値 {1}
ko: 오프셋 {0}, 값 {1}
pl: Przesunięcie {0}, wartość {1}
pt: Deslocamento {0}, valor {1}
ro: Deplasament {0}, valoare {1}
ru: Смещение {0}, значение {1}
th: ออฟเซ็ต {0} ค่า {1}
tr: Ofset {0}, değer {1}
uk: Зміщення {0}, значення {1}
vi: Độ lệch {0}, giá trị {1}
zh_hans: 偏移量 {0}，值 {1}
zh_hant: 位移 {0}，值 {1}

# HexView_Announce_InsertMode
source: Insert mode
ar: وضع الإدراج
cs: Režim vkládání
de: Einfügemodus
el: Λειτουργία εισαγωγής
es: Modo de inserción
fa: حالت درج
fr: Mode insertion
hu: Beszúrási mód
id: Mode sisip
it: Modalità inserimento
ja: 挿入モード
ko: 삽입 모드
pl: Tryb wstawiania
pt: Modo de inserção
ro: Mod inserare
ru: Режим вставки
th: โหมดแทรก
tr: Ekleme modu
uk: Режим вставлення
vi: Chế độ chèn
zh_hans: 插入模式
zh_hant: 插入模式

# HexView_Announce_OverwriteMode
source: Overwrite mode
ar: وضع الكتابة الفوقية
cs: Režim přepisování
de: Überschreibmodus
el: Λειτουργία αντικατάστασης
es: Modo de sobrescritura
fa: حالت بازنویسی
fr: Mode refrappe
hu: Felülírási mód
id: Mode timpa
it: Modalità sovrascrittura
ja: 上書きモード
ko: 덮어쓰기 모드
pl: Tryb zastępowania
pt: Modo de substituição
ro: Mod suprascriere
ru: Режим замены
th: โหมดเขียนทับ
tr: Üzerine yazma modu
uk: Режим заміни
vi: Chế độ ghi đè
zh_hans: 改写模式
zh_hant: 覆寫模式

# HexView_Announce_ReadOnlyOn
source: Read-only
ar: للقراءة فقط
cs: Jen pro čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
fr: Lecture seule
hu: Írásvédett
id: Baca-saja
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar în citire
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
uk: Лише читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# HexView_Announce_ReadOnlyOff
source: Editable
ar: قابل للتحرير
cs: Lze upravovat
de: Bearbeitbar
el: Επεξεργάσιμο
fa: قابل ویرایش
fr: Modifiable
hu: Szerkeszthető
id: Dapat diedit
it: Modificabile
ja: 編集可能
ko: 편집 가능
pl: Edytowalny
pt: Editável
ro: Editabil
ru: Редактирование разрешено
th: แก้ไขได้
tr: Düzenlenebilir
uk: Редагування дозволено
vi: Có thể chỉnh sửa
zh_hans: 可编辑
zh_hant: 可編輯

# HexView_State_HexColumn
source: Hex column
ar: عمود Hex
cs: Sloupec Hex
de: Hex-Spalte
el: Στήλη Hex
es: Columna Hex
fa: ستون Hex
fr: Colonne Hex
hu: Hex oszlop
id: Kolom Hex
it: Colonna Hex
ja: Hex 列
ko: Hex 열
pl: Kolumna Hex
pt: Coluna Hex
ro: Coloana Hex
ru: Столбец Hex
th: คอลัมน์ Hex
tr: Hex sütunu
uk: Стовпець Hex
vi: Cột Hex
zh_hans: Hex 列
zh_hant: Hex 欄

# HexView_State_TextColumn
source: text column
ar: عمود النص
cs: textový sloupec
de: Textspalte
el: στήλη κειμένου
es: columna de texto
fa: ستون متن
fr: colonne texte
hu: szöveg oszlop
id: kolom teks
it: colonna di testo
ja: テキスト列
ko: 텍스트 열
pl: kolumna tekstu
pt: coluna de texto
ro: coloana text
ru: текстовый столбец
th: คอลัมน์ข้อความ
tr: metin sütunu
uk: текстовий стовпець
vi: cột văn bản
zh_hans: 文本列
zh_hant: 文字欄

# HexView_State_LowNibble
source: low nibble
ar: نصف البايت الأدنى
cs: dolní nibble
de: unteres Nibble
el: χαμηλό nibble
es: nibble bajo
fa: نیم‌بایت پایین
fr: quartet inférieur
hu: alsó félbájt
id: nibble bawah
it: nibble basso
ja: 下位
ko: 하위 니블
pl: młodszy półbajt
pt: nibble inferior
ro: nibble inferior
ru: младший полубайт
th: นิบเบิลล่าง
tr: alt yarım bayt
uk: молодший півбайт
vi: nibble thấp
zh_hans: 低半字节
zh_hant: 低半位元組

# HexView_State_Modified
source: modified
ar: معدَّل
cs: změněno
de: geändert
el: τροποποιημένο
es: modificado
fa: تغییریافته
fr: modifié
hu: módosítva
id: diubah
it: modificato
ja: 変更あり
ko: 수정됨
pl: zmodyfikowany
pt: modificado
ro: modificat
ru: изменен
th: มีการแก้ไข
tr: değiştirildi
uk: змінено
vi: đã sửa đổi
zh_hans: 已修改
zh_hant: 已修改

# HexView_State_Insert
source: insert mode
ar: وضع الإدراج
cs: režim vkládání
de: Einfügemodus
el: λειτουργία εισαγωγής
es: modo de inserción
fa: حالت درج
fr: mode insertion
hu: beszúrás mód
id: mode sisip
it: modalità inserimento
ja: 挿入モード
ko: 삽입 모드
pl: tryb wstawiania
pt: modo de inserção
ro: mod inserare
ru: режим вставки
th: โหมดแทรก
tr: ekleme modu
uk: режим вставлення
vi: chế độ chèn
zh_hans: 插入模式
zh_hant: 插入模式

# HexView_State_Selected
source: selected
ar: محدد
cs: vybráno
de: ausgewählt
el: επιλεγμένο
es: seleccionado
fa: انتخاب‌شده
fr: sélectionné
hu: kijelölve
id: dipilih
it: selezionato
ja: 選択中
ko: 선택됨
pl: zaznaczony
pt: selecionado
ro: selectat
ru: выделен
th: เลือกอยู่
tr: seçili
uk: виділено
vi: đã chọn
zh_hans: 已选择
zh_hant: 已選取

# HexView_State_Loading
source: loading
ar: جارٍ التحميل
cs: načítání
de: wird geladen
el: φόρτωση
es: cargando
fa: در حال بارگیری
fr: chargement
hu: betöltés
id: memuat
it: caricamento
ja: 読み込み中
ko: 로드 중
pl: ładowanie
pt: carregando
ro: se încarcă
ru: загрузка
th: กำลังโหลด
tr: yükleniyor
uk: завантаження
vi: đang tải
zh_hans: 正在加载
zh_hant: 正在載入
